Repository: Lounek09/Cyberia
Catalog: Cyberia.Translations/Resources/ApiTranslations.*.resx
Languages: fr

# AlignmentFeatEffect.Errored
source: Errored AlignmentFeatEffect #1 (#1)
fr: AlignmentFeatEffect #1 erroné (#1)

# AlignmentFeatEffect.Unknown
source: Unknown AlignmentFeatEffect #1 (#2)
fr: AlignmentFeatEffect #1 inconnu (#2)

# CardCombination.FourOfAKind
source: Four of a kind
fr: Carré

# CardCombination.None
source: None
fr: Aucune

# CardCombination.Pair
source: Pair
fr: Une paire

# CardCombination.ThreeOfAKind
source: Thee of a kind
fr: Brelan

# CardCombination.TwoPair
source: Two pair
fr: Double paire

# Corpulence.Obese
source: Obese
fr: Obèse

# Corpulence.Satisfied
source: Satisfied
fr: Rassasié

# Corpulence.Skinny
source: Skinny
fr: Maigrichon

# Criterion.ActionPoint.Different
source: AP ≠ #1
fr: PA ≠ #1

# Criterion.ActionPoint.Equal
source: AP = #1
fr: PA = #1

# Criterion.ActionPoint.Inferior
source: AP < #1
fr: PA < #1

# Criterion.ActionPoint.Superior
source: AP > #1
fr: PA > #1

# Criterion.Agility.Different
source: Agility ≠ #1
fr: Agilité ≠ #1

# Criterion.Agility.Equal
source: Agility = #1
fr: Agilité = #1

# Criterion.Agility.Inferior
source: Agility < #1
fr: Agilité < #1

# Criterion.Agility.Superior
source: Agility > #1
fr: Agilité > #1

# Criterion.Alignment.Different
source: Alignment ≠ #1
fr: Alignement ≠ #1

# Criterion.Alignment.Equal
source: Alignment = #1
fr: Alignement = #1

# Criterion.AlignmentFeat.Different
source: Gift ≠ #1
fr: Don ≠ #1

# Criterion.AlignmentFeat.Different.Level
source: Gift #1 ≠ #2
fr: Don #1 ≠ #2

# Criterion.AlignmentFeat.Equal
source: Gift = #1
fr: Don = #1

# Criterion.AlignmentFeat.Equal.Level
source: Gift #1 = #2
fr: Don #1 = #2

# Criterion.AlignmentFeat.Inferior
source: Gift < #1
fr: Don < #1

# Criterion.AlignmentFeat.Inferior.Level
source: Gift #1 < #2
fr: Don #1 < #2

# Criterion.AlignmentFeat.Superior
source: Gift > #1
fr: Don > #1

# Criterion.AlignmentFeat.Superior.Level
source: Gift #1 > #2
fr: Don #1 > #2

# Criterion.AlignmentLevel.Different
source: Alignment level ≠ #1
fr: Niveau d'alignement ≠ #1

# Criterion.AlignmentLevel.Equal
source: Alignment level = #1
fr: Niveau d'alignement = #1

# Criterion.AlignmentLevel.Inferior
source: Alignment level < #1
fr: Niveau d'alignement < #1

# Criterion.AlignmentLevel.Superior
source: Alignment level > #1
fr: Niveau d'alignement > #1

# Criterion.AlignmentRank.Different
source: Rank ≠ #1
fr: Grade ≠ #1

# Criterion.AlignmentRank.Equal
source: Rank = #1
fr: Grade = #1

# Criterion.AlignmentRank.Inferior
source: Rank < #1
fr: Grade < #1

# Criterion.AlignmentRank.Superior
source: Rank > #1
fr: Grade > #1

# Criterion.AlignmentSpecialization.Different
source: Specialization ≠ #1
fr: Spécialisation ≠ #1

# Criterion.AlignmentSpecialization.Equal
source: Specialization = #1
fr: Spécialisation = #1

# Criterion.And
source: and
fr: et

# Criterion.AvailableSummon.Different
source: Summonable creature available ≠ #1
fr: Créature invocable disponible ≠ #1

# Criterion.AvailableSummon.Equal
source: Summonable creature available = #1
fr: Créature invocable disponible = #1

# Criterion.AvailableSummon.Inferior
source: Summonable creature available < #1
fr: Créature invocable disponible < #1

# Criterion.AvailableSummon.Superior
source: Summonable creature available > #1
fr: Créature invocable disponible > #1

# Criterion.BaseAgility.Different
source: Agility additional ≠ #1
fr: Agilité de base ≠ #1

# Criterion.BaseAgility.Equal
source: Agility additional = #1
fr: Agilité de base = #1

# Criterion.BaseAgility.Inferior
source: Agility additional < #1
fr: Agilité de base < #1

# Criterion.BaseAgility.Superior
source: Agility additional > #1
fr: Agilité de base > #1

# Criterion.BaseChance.Different
source: Chance additional ≠ #1
fr: Chance de base ≠ #1

# Criterion.BaseChance.Equal
source: Chance additional = #1
fr: Chance de base = #1

# Criterion.BaseChance.Inferior
source: Chance additional < #1
fr: Chance de base < #1

# Criterion.BaseChance.Superior
source: Chance additional > #1
fr: Chance de base > #1

# Criterion.BaseIntelligence.Different
source: Intelligence additional ≠ #1
fr: Intelligence de base ≠ #1

# Criterion.BaseIntelligence.Equal
source: Intelligence additional = #1
fr: Intelligence de base = #1

# Criterion.BaseIntelligence.Inferior
source: Intelligence additional < #1
fr: Intelligence de base < #1

# Criterion.BaseIntelligence.Superior
source: Intelligence additional > #1
fr: Intelligence de base > #1

# Criterion.BaseStrength.Different
source: Strength additional ≠ #1
fr: Force de base ≠ #1

# Criterion.BaseStrength.Equal
source: Strength additional = #1
fr: Force de base = #1

# Criterion.BaseStrength.Inferior
source: Strength additional < #1
fr: Force de base < #1

# Criterion.BaseStrength.Superior
source: Strength additional > #1
fr: Force de base > #1

# Criterion.BaseVitality.Different
source: Vitality additional ≠ #1
fr: Vitalité de base ≠ #1

# Criterion.BaseVitality.Equal
source: Vitality additional = #1
fr: Vitalité de base = #1

# Criterion.BaseVitality.Inferior
source: Vitality additional < #1
fr: Vitalité de base < #1

# Criterion.BaseVitality.Superior
source: Vitality additional > #1
fr: Vitalité de base > #1

# Criterion.BaseWisdom.Different
source: Wisdom additional ≠ #1
fr: Sagesse de base ≠ #1

# Criterion.BaseWisdom.Equal
source: Wisdom additional = #1
fr: Sagesse de base = #1

# Criterion.BaseWisdom.Inferior
source: Wisdom additional < #1
fr: Sagesse de base < #1

# Criterion.BaseWisdom.Superior
source: Wisdom additional > #1
fr: Sagesse de base > #1

# Criterion.BestElement.Different
source: Best element ≠ #1
fr: Meilleur élément ≠ #1

# Criterion.BestElement.Equal
source: Best element = #1
fr: Meilleur élément = #1

# Criterion.Breed.Different
source: Class ≠ #1
fr: Classe ≠ #1

# Criterion.Breed.Equal
source: Class = #1
fr: Classe = #1

# Criterion.CardCombination.Different
source: Hand ≠ #1
fr: Main ≠ #1

# Criterion.CardCombination.Equal
source: Hand = #1
fr: Main = #1

# Criterion.CurrentActionPoint.Different
source: AP ≠ #1
fr: PA ≠ #1

# Criterion.CurrentActionPoint.Equal
source: AP = #1
fr: PA = #1

# Criterion.CurrentActionPoint.Inferior
source: AP < #1
fr: PA < #1

# Criterion.CurrentActionPoint.Superior
source: AP > #1
fr: PA > #1

# Criterion.CurrentMovementPoint.Different
source: MP ≠ #1
fr: PM ≠ #1

# Criterion.CurrentMovementPoint.Equal
source: MP = #1
fr: PM = #1

# Criterion.CurrentMovementPoint.Inferior
source: MP < #1
fr: PM < #1

# Criterion.CurrentMovementPoint.Superior
source: MP > #1
fr: PM > #1

# Criterion.DisgracePoint.Different
source: Disgrace points ≠ #1
fr: Points de déshonneur ≠ #1

# Criterion.DisgracePoint.Equal
source: Disgrace points = #1
fr: Points de déshonneur = #1

# Criterion.DisgracePoint.Inferior
source: Disgrace points < #1
fr: Points de déshonneur < #1

# Criterion.DisgracePoint.Superior
source: Disgrace points > #1
fr: Points de déshonneur > #1

# Criterion.Emote.Different
source: Not knowing the emote #1
fr: Ne pas connaître l'attitude #1

# Criterion.Emote.Equal
source: Know the emote #1
fr: Connaître l'attitude #1

# Criterion.EnergyPoints.Different
source: Energy points ≠ #1
fr: Points d'énergie ≠ #1

# Criterion.EnergyPoints.Equal
source: Energy points = #1
fr: Points d'énergie = #1

# Criterion.EnergyPoints.Inferior
source: Energy points < #1
fr: Points d'énergie < #1

# Criterion.EnergyPoints.Superior
source: Energy points > #1
fr: Points d'énergie > #1

# Criterion.Errored
source: Errored criterion (#1)
fr: Criterion éronné (#1)

# Unknown.Data
source: Unknown (#1)
fr: Inconnu (#1)

# TTGCardRarity.Ultimate
source: Ultimate
fr: Ultime

# TTGCardRarity.Epic
source: Epic
fr: Épique

# TTGCardRarity.Common
source: Common
fr: Commune

# SpellType.Utility
source: Utility
fr: Utilitaire

# SpellType.Summon
source: Summon
fr: Invocation

# SpellType.Strength
source: Strength
fr: Force

# SpellType.None
source: None
fr: Aucun

# SpellType.Neutral
source: Neutral
fr: Neutre

# SpellType.MultiElement
source: Multi element
fr: Multi-élément

# SpellType.Heal
source: Heal
fr: Soin

# SpellType.Agility
source: Agility
fr: Agilité

# SpellOrigin.Unknown
source: Unknown
fr: Inconnu

# SpellOrigin.None
source: None
fr: Aucune

# SpellLevelCategory.WeaponSkill
source: Weapon skill
fr: Maîtrise

# SpellLevelCategory.Summon
source: Summon
fr: Invocation

# SpellLevelCategory.Special
source: Special
fr: Spécial

# SpellLevelCategory.Elementary
source: Elementary
fr: Elémentaire

# SpellLevelCategory.Breed
source: Class
fr: Classe

# SpellCategory.WeaponSkill
source: Weapon skill
fr: Maîtrise

# SpellCategory.Temporis2Triggered
source: Triggered spell - Temporis 2
fr: Sort déclenché - Temporis 2

# SpellCategory.Temporis2Monster
source: Monster - Temporis 2
fr: Monstre - Temporis 2

# SpellCategory.Temporis2Legendary
source: Legendary - Temporis 2
fr: Legendaire - Temporis 2

# SpellCategory.Temporis2Common
source: Common - Temporis 2
fr: Commun - Temporis 2

# SpellCategory.Temporis2Breed
source: Class - Temporis 2
fr: Classe - Temporis 2

# SpellCategory.Summon
source: Summon
fr: Invocation

# SpellCategory.Special
source: Special
fr: Spécial

# SpellCategory.Perceptor
source: Perceptor
fr: Percepteur

# SpellCategory.None
source: None
fr: Aucune

# SpellCategory.Fairywork
source: Fairywork
fr: Fée d'artifice

# SpellCategory.Event
source: Event
fr: Evenement

# SpellCategory.Elementary
source: Elementary
fr: Elémentaire

# SpellCategory.Breed
source: Class
fr: Classe

# QuestObjectiveType.Unknown
source: Unknown questObjectiveType #1 (#2)
fr: QuestObjectiveType #1 inconnu (#2)

# QuestObjectiveType.Errored
source: Errored questObjectiveType #1 (#2)
fr: QuestObjectiveType #1 erroné (#2)

# MaritalStatus.Single
source: Single
fr: Célibataire

# MaritalStatus.Married
source: Married
fr: Marié(e)

# LastMeal.None
source: None
fr: Aucun

source: Infertile
fr: Stérile

# GiveItemTarget.TargetCheckTarget
source: Target, check target
fr: Cible, check cible

# GiveItemTarget.CasterCheckTarget
source: Thrower, check thrower
fr: Lanceur, check cible

# GiveItemTarget.CasterCheckCaster
source: Thrower, check lanceur
fr: Lanceur, check lanceur

# Gender.Male
source: Man
fr: Homme

# Gender.Female
source: Women
fr: Femme

# Element.Strength
source: Strength
fr: Force

# Element.Neutral
source: Neutral
fr: Neutre

# Element.Agility
source: Agility
fr: Agilité

# EffectArea.9
source: Void square
fr: Carré vide

# EffectArea.88
source: Cross
fr: Croix

# EffectArea.84
source: Perpendicular line
fr: Ligne perpendiculaire

# EffectArea.80
source: Dot
fr: Point

# EffectArea.8
source: Square
fr: Carré

# EffectArea.79
source: Ring
fr: Anneau

# EffectArea.76
source: Line
fr: Ligne

# EffectArea.7
source: Ring
fr: Anneau

# EffectArea.68
source: Checked patern
fr: Damier

# EffectArea.67
source: Circle
fr: Cercle

# EffectArea.6
source: Checked patern
fr: Damier

# EffectArea.5
source: Line
fr: Ligne

# EffectArea.4
source: Dot
fr: Point

# EffectArea.3
source: Circle
fr: Cercle

# EffectArea.23
source: Fork
fr: Fourche

# EffectArea.22
source: Unknown (22)
fr: Inconnu (22)

# EffectArea.21
source: Star
fr: Etoile

# EffectArea.2
source: Perpendicular line
fr: Ligne perpendiculaire

# EffectArea.17
source: Point
fr: Pointe

# EffectArea.16
source: Wide line
fr: Ligne large

# EffectArea.15
source: Void cross
fr: Croix vide

# EffectArea.14
source: Unknown (14)
fr: Inconnu (14)

# EffectArea.13
source: In T
fr: En T

# EffectArea.12
source: In T
fr: En T

# EffectArea.11
source: Diagonal cross
fr: Croix diagonale

# EffectArea.1
source: Cross
fr: Croix

# Effect.Unknown
source: Unknown effect #1 (#2)
fr: Effect #1 inconnu (#2)

# Effect.Turn
source: #1 turn(s)
fr: #1 tour(s)

# Effect.Probability
source: In #1% of cases
fr: Dans #1% des cas

# Effect.LinkedToAccount
source: Linked to account
fr: Lié au compte

# Effect.Errored
source: Errored effect (#1)
fr: Effect erroné (#1)

# Criterion.Wisdom.Superior
source: Wisdom > #1
fr: Sagesse > #1

# Criterion.Wisdom.Inferior
source: Wisdom < #1
fr: Sagesse < #1

# Criterion.Wisdom.Equal
source: Wisdom = #1
fr: Sagesse = #1

# Criterion.Wisdom.Different
source: Wisdom ≠ #1
fr: Sagesse ≠ #1

# Criterion.Vitality.Superior
source: Vitality > #1
fr: Vitalité > #1

# Criterion.Vitality.Inferior
source: Vitality < #1
fr: Vitalité < #1

# Criterion.Vitality.Equal
source: Vitality = #1
fr: Vitalité = #1

# Criterion.Vitality.Different
source: Vitality ≠ #1
fr: Vitalité ≠ #1

# Criterion.UnusableItem.Equal
source: Unusable
fr: Inutilisable

# Criterion.Unknown
source: Unknown criterion #1 (#2)
fr: Criterion #1 inconnu (#2)

# Criterion.Turn.Superior
source: Turn > #1
fr: Tour > #1

# Criterion.Turn.Odd
source: Odd turn
fr: Tour impair

# Criterion.Turn.Inferior
source: Turn < #1
fr: Tour < #1

# Criterion.Turn.Even
source: Even turn
fr: Tour pair

# Criterion.Turn.Equal
source: Turn = #1
fr: Tour = #1

# Criterion.Turn.Different
source: Turn ≠ #1
fr: Tour ≠ #1

# Criterion.Subscribe.Equal.True
source: Be subscribe
fr: Etre abonné

# Criterion.Subscribe.Equal.False
source: Do not be subscribe
fr: Ne pas être abonné

# Criterion.Strength.Superior
source: Strength > #1
fr: Force > #1

# Criterion.Strength.Inferior
source: Strength < #1
fr: Force < #1

# Criterion.Strength.Equal
source: Strength = #1
fr: Force = #1

# Criterion.Strength.Different
source: Strength ≠ #1
fr: Force ≠ #1

# Criterion.State.Equal
source: Be in the state #1
fr: Etre dans l'état #1

# Criterion.State.Different
source: Do not be in the state #1
fr: Ne pas être dans l'état #1

# Criterion.Slot.Equal
source: Slot #1 occupied
fr: Emplacement #1 occupé

# Criterion.Slot.Different
source: Slot #1 free
fr: Emplacement #1 libre

# Criterion.ServerContent.Equal
source: content no.#1 enabled
fr: Contenu n°#1 activé

# Criterion.ServerContent.Different
source: Content no.#1 disabled
fr: Contenu n°#1 désactivé

# Criterion.Server.Equal
source: Be on the server #1
fr: Etre sur le serveur #1

# Criterion.Server.Different
source: Do not be on the server #1
fr: Ne pas être sur le serveur #1

# Criterion.QuestStep.Superior
source: Quest step #1 completed
fr: Etape de quête #1 validée

# Criterion.QuestStep.Inferior
source: Quest step #1 not completed
fr: Etape de quête #1 non validée

# Criterion.QuestStep.Equal
source: Quest step #1 in progress
fr: Etape de quête #1 en cours

# Criterion.QuestStep.Different
source: Quest step #1 not in progress
fr: Etape de quête #1 pas en cours

# Criterion.QuestObjective.Superior
source: Quest objective #1 completed
fr: Objectif de quête #1 validé

# Criterion.QuestObjective.Inferior
source: Quest objective #1 not completed
fr: Objectif de quête #1 non validé

# Criterion.QuestObjective.Equal
source: Quest objective #1 in progress
fr: Objectif de quête #1 en cours

# Criterion.QuestObjective.Different
source: Quest objective #1 not in progress
fr: Objectif de quête #1 pas en cours

# Criterion.QuestFinishedCount.Superior
source: Quest #1 finished more than #2 time(s)
fr: Quête #1 achevée plus de #2 fois

# Criterion.QuestFinishedCount.Inferior
source: Quest #1 finished less than #2 time(s)
fr: Quête #1 achevée moins de #2 fois

# Criterion.QuestFinished.Equal
source: Quest #1 finished
fr: Quête #1 achevée

# Criterion.QuestFinished.Different
source: Do not have finished the quest #1
fr: Ne pas avoir achevé la quête #1

# Criterion.QuestAvailable.Equal
source: Quest #1 available
fr: Quête #1 disponible

# Criterion.QuestAvailable.Different
source: Quest #1 unavailable
fr: Quête #1 indisponible

# Criterion.Quest.Equal
source: Quest #1 in progress
fr: Quête #1 en cours

# Criterion.Quest.Different
source: Do not have started the quest #1
fr: Ne pas avoir commencé la quête #1

# Criterion.PlayerRights.Superior
source: Admin level > #1
fr: Niveau admin > #1

# Criterion.PlayerRights.Inferior
source: Admin level < #1
fr: Niveau admin < #1

# Criterion.PlayerRights.Equal
source: Admin level = #1
fr: Niveau admin = #1

# Criterion.FreeWeight.Different
source: Free pods ≠ #1
fr: Pods libre ≠ #1

# Criterion.FreeWeight.Equal
source: Free pods = #1
fr: Pods libre = #1

# Criterion.FreeWeight.Inferior
source: Free pods < #1
fr: Pods libre < #1

# Criterion.FreeWeight.Superior
source: Free pods > #1
fr: Pods libre > #1

# Criterion.Gender.Different
source: Sex ≠ #1
fr: Sexe ≠ #1

# Criterion.Gender.Equal
source: Sex = #1
fr: Sexe = #1

# Criterion.Homeowner.Equal.False
source: Do not own a house
fr: Ne pas être propriétaire d'une maison

# Criterion.Homeowner.Equal.True
source: Own a house
fr: Etre propriétaire d'une maison

# Criterion.HonorPoint.Different
source: Honor points ≠ #1
fr: Points d'honneur ≠ #1

# Criterion.HonorPoint.Equal
source: Honor points = #1
fr: Points d'honneur = #1

# Criterion.HonorPoint.Inferior
source: Honor points < #1
fr: Points d'honneur < #1

# Criterion.HonorPoint.Superior
source: Honor points > #1
fr: Points d'honneur > #1

# Criterion.Item.Different
source: Do not possess the item #1
fr: Ne pas posséder l'objet #1

# Criterion.Item.Different.Quantity
source: Do not possess #2 time(s) the item #1
fr: Ne pas posséder #2 fois l'objet #1

# Criterion.Item.Equal
source: Possess the item #1
fr: Posséder l'objet #1

# Criterion.Item.Equal.Quantity
source: Possess #2 time(s) the item #1
fr: Posséder #2 fois l'objet #1

# Criterion.Item.Equiped
source: Be equipped with the item #1
fr: Etre équipé de l'objet #1

# Criterion.Item.Equiped.Quantity
source: Have the item #1 equipped #2 time(s)
fr: Avoir #2 fois l'objet #1 équipé

# Criterion.Item.Inferior
source: Do not possess the item #1
fr: Ne pas posséder l'objet #1

# Criterion.Item.Inferior.Quantity
source: Possess #2 time(s) or less the item #1
fr: Posséder #2 fois ou moins l'objet #1

# Criterion.Item.NotEquiped
source: Not being equipped with the item #1
fr: Ne pas être équipé de l'objet #1

# Criterion.Item.NotEquiped.Quantity
source: Not being equipped with the item #1 #2 time(s)
fr: Ne pas avoir l'objet #1 équipé #2 fois

# Criterion.Item.Superior
source: Possess the item #1
fr: Posséder l'objet #1

# Criterion.Item.Superior.Quantity
source: Possess #2 time(s) or more the item #1
fr: Posséder #2 fois ou plus l'objet #1

# Criterion.Job.Different
source: Job ≠ #1
fr: Métier ≠ #1

# Criterion.Job.Different.Level
source: Job #1 ≠ #2
fr: Métier #1 ≠ #2

# Criterion.Job.Equal
source: Job = #1
fr: Métier = #1

# Criterion.Job.Equal.Level
source: Job #1 = #2
fr: Métier #1 = #2

# Criterion.Job.Inferior
source: Job < #1
fr: Métier < #1

# Criterion.Job.Inferior.Level
source: Job #1 < #2
fr: Métier #1 < #2

# Criterion.Job.Superior
source: Job > #1
fr: Métier > #1

# Criterion.Job.Superior.Level
source: Job #1 > #2
fr: Métier #1 > #2

# Criterion.Level.Different
source: Level ≠ #1
fr: Niveau ≠ #1

# Criterion.Level.Equal
source: Level = #1
fr: Niveau = #1

# Criterion.Level.Inferior
source: Level < #1
fr: Niveau < #1

# Criterion.Level.Superior
source: Level > #1
fr: Niveau > #1

# Criterion.Look.Different
source: Look ≠ #1
fr: Apparence ≠ #1

# Criterion.Look.Equal
source: Look = #1
fr: Apparence = #1

# Criterion.Map.Different
source: Do not be on the map #1 (#2)
fr: Ne pas être sur la map #1 (#2)

# Criterion.Map.Equal
source: Be on the map #1 (#2)
fr: Etre sur la map #1 (#2)

# Criterion.MapArea.Different
source: Dot not be in the area #1
fr: Ne pas être dans la zone #1

# Criterion.MapArea.Equal
source: Be in the are #1
fr: Etre dans la zone #1

# Criterion.MapPlayer.Different
source: Number of players on the map #1 (#2) ≠ #3
fr: Nombre de joueurs sur la map #1 (#2) ≠ #3

# Criterion.MapPlayer.Equal
source: Number of players on the map #1 (#2) = #3
fr: Nombre de joueurs sur la map #1 (#2) = #3

# Criterion.MapPlayer.Inferior
source: Number of players on the map #1 (#2) < #3
fr: Nombre de joueurs sur la map #1 (#2) < #3

# Criterion.MapPlayer.Superior
source: Number of players on the map #1 (#2) > #3
fr: Nombre de joueurs sur la map #1 (#2) > #3

# Criterion.MapSubArea.Different
source: Do not be in the subarea #1
fr: Ne pas être dans la sous-zone #1

# Criterion.MapSubArea.Equal
source: Be in the subarea #1
fr: Etre dans la sous-zone #1

# Criterion.MaritalStatus.Equal
source: Be #1
fr: Etre #1

# Criterion.MaxEnergyPoints.Different
source: Max energy points ≠ #1
fr: Points d'énergie maximum ≠ #1

# Criterion.MaxEnergyPoints.Equal
source: Max energy points = #1
fr: Points d'énergie maximum = #1

# Criterion.MaxEnergyPoints.Inferior
source: Max energy points < #1
fr: Points d'énergie maximum < #1

# Criterion.MaxEnergyPoints.Superior
source: Max energy points > #1
fr: Points d'énergie maximum > #1

# Criterion.MonsterSummon.Different
source: The monster #1 is not summoned in the friendly team
fr: Le monstre #1 n'est pas invoqué dans l'équipe alliée

# Criterion.MonsterSummon.Equal
source: The monster #1 is summoned in the friendly team
fr: Le monstre #1 est invoqué dans l'équipe alliée

# Criterion.MovementPoint.Different
source: MP ≠ #1
fr: PM ≠ #1

# Criterion.MovementPoint.Equal
source: MP = #1
fr: PM = #1

# Criterion.MovementPoint.Inferior
source: MP < #1
fr: PM < #1

# Criterion.MovementPoint.Superior
source: MP > #1
fr: PM > #1

# Criterion.Name.Different
source: Name ≠ #1
fr: Nom ≠ #1

# Criterion.Name.Equal
source: Name = #1
fr: Nom = #1

# Criterion.Name.SoftEqual
source: Name ≈ #1
fr: Nom ≈ #1

# Criterion.Or
source: or
fr: ou

# Criterion.PercentVitality.Different
source: Vitality ≠ #1%
fr: Vitalité ≠ #1%

# Criterion.PercentVitality.Equal
source: Vitality = #1%
fr: Vitalité = #1%

# Criterion.PercentVitality.Inferior
source: Vitality < #1%
fr: Vitalité < #1%

# Criterion.PercentVitality.Superior
source: Vitality > #1%
fr: Vitalité > #1%

# Criterion.PlayerRights.Different
source: Admin level ≠ #1
fr: Niveau admin ≠ #1

# Criterion.Dungeon.Equal.True
source: Be in a dungeon
fr: Etre dans un donjon

# Criterion.Dungeon.Equal.False
source: Do not be in a dungeon
fr: Ne pas être dans un donjon

# Criterion.LevelModulation.Superior
source: Modulated level > #1
fr: Niveau modulé > #1

# Criterion.LevelModulation.Inferior
source: Modulated level < #1
fr: Niveau modulé < #1

# Criterion.LevelModulation.Equal
source: Modulated level = #1
fr: Niveau modulé = #1

# Criterion.LevelModulation.Different
source: Modulated level ≠ #1
fr: Niveau modulé ≠ #1

# SpellCategory.Temporis3Breed
source: Class - Temporis 3
fr: Classe - Temporis 3

# SpellCategory.Temporis3Monster
source: Monster - Temporis 3
fr: Monstre - Temporis 3

# SpellCategory.Temporis3Triggered
source: Triggered spell - Temporis 3
fr: Sort déclenché - Temporis 3
