Repository: Lounek09/Cyberia
Catalog: Cyberia.Translations/Resources/BotTranslations.*.resx
Languages: fr

# Command.Error.Check.RequireApplicationOwner
source: This command can only be used by the bot owner.
fr: Cette commande n'est utilisable que par le propriétaire du bot.

# Command.Error.Check.RequireGuild
source: This command can only be used in a server.
fr: Cette commande n'est utilisable que dans un serveur.

# Command.Error.Check.Unknown
source: The control of type #1 for this command failed.
fr: Le contrôle de type #1 pour cette commande a raté.

# Command.Error.UserResponse
source: The command has run into a problem, a bug report has been sent automatically to the bot owner.
fr: La commande a rencontré un problème d'exécution, un rapport de bug a été envoyé automatiquement au propriétaire du bot.

# Command.Error.Component
source: There was a problem creating the reply, the message is probably too old.
fr: Un problème a eu lieu lors de la création de la réponse, le message est probablement trop ancien.

# Embed.Field.Criteria.Title
source: Criteria :
fr: Conditions :

# Embed.Field.Weapon.Content.AP
source: AP :
fr: PA :

# Embed.Field.Weapon.Content.Range
source: Range :
fr: Portée :

# Embed.Field.Weapon.Content.CriticalHitBonus
source: Critical hit bonus :
fr: Bonus coups critique :

# Embed.Field.Weapon.Content.CriticalHit
source: Critical hit :
fr: Critique :

# Embed.Field.Weapon.Content.CriticalFailure
source: Failure :
fr: Echec :

# Embed.Field.Weapon.Content.Linear
source: Linear only
fr: Lancer en ligne uniquement

# Embed.Field.Weapon.Content.LineOfSight
source: No line of sight
fr: Ne possède pas de ligne de vue

# Embed.Field.Weapon.Title
source: Characteristics :
fr: Caractéristiques :

# Embed.Field.Weapon.Content.TwoHanded
source: Two-handed weapon
fr: Arme à deux mains

# Embed.Field.Weapon.Content.OneHanded
source: One-handed weapon
fr: Arme à une main

# Embed.Field.Weapon.Content.Area
source: Area :
fr: Zone :

source: to
fr: à

source: and
fr: et

# Embed.Field.Pet.Content.MealBetween
source: Meal between
fr: Repas entre

# Embed.Field.Pet.Title
source: Pet :
fr: Familier :

# Button.Previous
source: Previous
fr: Précédent

# Button.Next
source: Next
fr: Suivant

# Breed.NotFound
source: Class not found.
fr: Classe introuvable.

# Embed.Field.Characteristics.Title
source: Characteristics :
fr: Caractéristiques :

# Embed.Field.Spells.Title
source: Spells :
fr: Sorts :

# ShortLevel
source: Lv.
fr: Niv.

source: Agility
fr: Agilité

source: Strength
fr: Force

source: Wisdom
fr: Sagesse

source: Vitality
fr: Vitalité

source: for
fr: pour

source: from
fr: à partir de

source: Craft not found.
fr: Craft introuvable.

# Select.Craft.Placeholder
source: Select an item to calculate its craft
fr: Sélectionne un item pour calculer son craft

# Embed.Craft.Author
source: Crafts calculator
fr: Calculateur de crafts

# Embed.Field.Weight.Title
source: Weight :
fr: Poids :

# Embed.Field.Weight.Content
source: #1 pod(s) per craft{~2, }#2{~2 in total}
fr: #1 pod(s) par craft{~2, }#2{~2 au total}

# Embed.Field.CraftTime.Title
source: Approximated craft time :
fr: Temps de craft approximatif :

# Embed.Field.CraftTime.Content
source: #1 per craft{~2 }#2{~2 in total}
fr: #1 par craft{~2 }#2{~2 au total}

# Button.SubCraft.Hide
source: Hide subcrafts
fr: Masquer les sous crafts

# Button.SubCraft.Display
source: Display subcrafts
fr: Afficher les sous crafts

# Embed.PaginatedCraft.Title
source: Multiple crafts found :
fr: Plusieurs crafts trouvés :

# Embed.Crit.Author
source: Critical hit calculator
fr: Calculateur de coups critiques

# Embed.Crit.Description
source: You will be #1 at #2 with #3 crit and #4 agi. To reach 1/2, you will need at least #5 agi.
fr: Tu seras #1 au #2 avec #3 crit et #4 agi. Pour atteindre le 1/2, il te faudra au minimum #5 agi.

# Embed.Escape.Author
source: Escape % calculator
fr: Calculateur de % de fuite

# Embed.Escape.Description
source: With #1 agi, you will have a #2% chance of escape against #3 agi. To escape at 100%, you will need at minimum #4 agi.
fr: Avec #1 agi, tu auras #2% de chance de fuir contre #3 agi. Pour fuir à 100%, il te faudra au minimum #4 agi.

source: House not found.
fr: Maison introuvable.

# House.NotFound.Coordinate
source: There is no house at [#1, #2].
fr: Il n'y a aucune maison en [#1, #2].

# MapSubArea.NotFound
source: Subarea not found.
fr: Sous-zone introuvable.

# House.NotFound.MapSubArea
source: The #1 subarea does not contain any house.
fr: La sous-zone #1 ne contient aucune maison.

# MapArea.NotFound
source: Area not found.
fr: Zone introuvable.

# House.NotFound.MapArea
source: The #1 area does not contain any house.
fr: La zone #1 ne contient aucune maison.

# Select.House.Placeholder
source: Select a house to display it
fr: Sélectionne une maison pour l'afficher

# Embed.House.Author
source: Estate agency
fr: Agence immobilière

# Embed.Field.Room.Title
source: Room :
fr: Pièce :

# Embed.Field.Chest.Title
source: Chest :
fr: Coffre :

# Embed.Field.Price.Title
source: Price :
fr: Prix :

# Select.HouseMap.Placeholder
source: Select a room do display it
fr: Sélectionne une pièce pour l'afficher

# Select.HouseMap.Option.Outdoors
source: Outdoors
fr: Extérieur

# Select.HouseMap.Option.Room
source: Room
fr: Pièce

# Embed.PaginatedHouse.Title
source: Multiple houses found :
fr: Plusieurs maisons trouvées :

source: Incarnation not found.
fr: Incarnation introuvable.

# Select.Incarnation.Placeholder
source: Select an incarnation to display it
fr: Sélectionne une incarnation pour l'afficher

# Embed.Field.Level.Title
source: Level :
fr: Niveau :

# Embed.Field.Effects.Title
source: Effects :
fr: Effets :

# Embed.Incarnation.Description.NotFound
source: Incarnation not existing in the game data.
fr: Incarnation non existante dans les données du jeu.

# Embed.PaginatedIncarnation.Title
source: Multiple incarnations found :
fr: Plusieurs incarnations trouvés :

source: Item not found.
fr: Item introuvable.

# Select.Item.Placeholder
source: Select an item to display it
fr: Sélectionne un item pour l'afficher

# Embed.Field.QuestObjectives.Title
source: Objectives :
fr: Objectifs :

# Embed.Field.ItemSet.Title
source: Set :
fr: Panoplie :

# Embed.Field.Miscellaneous.Title
source: Miscellaneous :
fr: Divers :

# Embed.Field.Miscellaneous.Content.Price
source: sells for #1 #2 at npcs
fr: se vend #1 #2 aux pnjs

# Embed.Field.Miscellaneous.Content.Ceremonial
source: ceremonial item
fr: objet d'apparat

# Embed.Field.Miscellaneous.Content.Enhanceable
source: smithmageable
fr: forgemageable

# Embed.Field.Miscellaneous.Content.Ethereal
source: ethereal item
fr: item éthéré

# Embed.Field.Miscellaneous.Content.Usable
source: is usable
fr: est consommable

# Embed.Field.Miscellaneous.Content.Targetable
source: is targetable
fr: est ciblable

# Embed.Field.Miscellaneous.Content.Cursed
source: cursed
fr: maudit

# Embed.PaginatedItem.Title
source: Multiple items found :
fr: Plusieurs objets trouvés :

# ItemSet.NotFound
source: Set not found.
fr: Panoplie introuvable.

# Select.ItemSet.Placeholder
source: Select a set to display it
fr: Sélectionne une panoplie pour l'afficher

# Embed.ItemSet.Author
source: Sets
fr: Panoplies

# Embed.PaginatedItemSet.Title
source: Multiple sets found :
fr: Plusieurs panoplies trouvées :

source: Map not found.
fr: Map introuvable.

# Map.NotFound.Coordinate
source: There is no map at [#1, #2].
fr: Il n'y a aucune map en [#1, #2].

# Map.NotFound.MapSubArea
source: The #1 subarea does not contain any map.
fr: La sous-zone #1 ne contient aucune map.

# Map.NotFound.MapArea
source: The #1 area does not contain any map.
fr: La zone #1 ne contient aucune map.

# Select.Map.Placeholder
source: Select a map to display it
fr: Sélectionne une map pour l'afficher

# Select.MapSubArea.Placeholder
source: Select a subarea to display its maps
fr: Sélectionne une sous-zone pour afficher ses maps

# Select.MapArea.Placeholder
source: Select an area to display its maps
fr: Sélectionne une zone pour afficher ses maps

# Embed.Map.Author
source: World map
fr: Carte du monde

# Embed.PaginatedMapArea.Title
source: Multiple areas found :
fr: Plusieurs zones trouvées :

# Embed.PaginatedMap.Title
source: Multiple maps found :
fr: Plusieurs maps trouvées :

# Embed.PaginatedMapSubArea.Title
source: Multiple subareas found :
fr: Plusieurs sous-zones trouvées :

source: Summon
fr: Invocation

source: Monster not found.
fr: Monstre introuvable.

# Select.Monster.Placeholder
source: Select a monster to display it
fr: Sélectionne un monstre pour l'afficher

# Embed.Monster.Author
source: Bestiary
fr: Bestiaire

source: Rank
fr: Grade

# Embed.Field.MonsterSuperRaceData.Title
source: Ecosystem :
fr: Ecosystème :

# Embed.Field.MonsterRaceData.Title
source: Breed :
fr: Race :

# Embed.Field.Alignment.Title
source: Alignment :
fr: Alignement :

# Embed.PaginatedMonster.Title
source: Multiple monsters found :
fr: Plusieurs monstres trouvés :

source: Quest not found.
fr: Quête introuvable.

# Select.Quest.Placeholder
source: Select a quest to display it
fr: Sélectionne une quête pour l'afficher

# Embed.Quest.Author
source: Quest book
fr: Livre de quête

# Embed.Field.OptimalLevel.Title
source: Optimal level :
fr: Niveau optimal :

# Embed.Field.Dialog.Title
source: Dialog :
fr: Dialogue :

# Embed.Field.Rewards.Title
source: Rewards :
fr: Récompenses :

# Embed.Field.Rewards.Content.Jobs
source: Jobs :
fr: Métiers :

# Embed.Field.Rewards.Content.Spells
source: Spells :
fr: Sorts :

# Select.QuestStep.Placeholder
source: Select a step to display it
fr: Sélectionne une étape pour l'afficher

# Select.QuestStep.Content.Step
source: Step
fr: Etape

# Embed.PaginatedQuest.Title
source: Multiple quests found :
fr: Plusieurs quêtes trouvées :

# Embed.Rune.Author
source: Runes calculator
fr: Calculateur de runes

# Embed.Rune.Description.One
source: #1 #2% chance on a level #3 item.
fr: #1 #2% de chance sur un objet de niveau #3.

# Embed.Rune.Description.Multiple
source: #1 #2% chance on a level #3 item with #4 stats.
fr: #1 #2% de puissance extractible sur un objet niveau #3 comprenant #4 stats.

# Embed.Field.RuneRaRate.Title
source: Ra rate :
fr: Taux Ra :

# Embed.Field.RunePaRate.Title
source: Pa rate :
fr: Taux Pa :

# ShortAverage
source: Avg.
fr: Moy.

# Button.RuneItem
source: Runes calculator
fr: Calculateur de runes

# Embed.RuneItem.Description
source: Rune generation simulation :
fr: Simulation de brisage :

# Button.Resimulate
source: Resimulate
fr: Resimuler

source: Spell not found.
fr: Sort introuvable.

# Select.Spell.Placeholder
source: Select a spell to display it
fr: Sélectionne un sort pour l'afficher

# Embed.Spell.Author
source: Spells book
fr: Livre de sorts

# Embed.Field.RequiredLevel.Title
source: Required level :
fr: Niveau requis :

# ShortRange
source: RA
fr: PA

# ShortActionPoint
source: AP
fr: PA

# Embed.Field.Category.Title
source: Category :
fr: Catégorie :

# Embed.Field.RequiredStates.Title
source: Required states :
fr: Etats requis :

# Embed.Field.ForbiddenStates.Title
source: Forbidden states :
fr: Etats interdits :

# Embed.Field.TrapEffects.Title
source: Trap effects :
fr: Effets piege :

# Embed.Field.GlyphEffects.Title
source: Glyph effects :
fr: Effets glyphe :

# Embed.Field.CriticalEffects.Title
source: Critical effects :
fr: Effets critiques :

# Embed.Field.Characteristics.Content.CriticalHit
source: Critical hit probability :
fr: Probabilité de coup critique :

# Embed.Field.Characteristics.Content.CriticalFailure
source: Failure probability :
fr: Probabilité d'échec :

# Embed.Field.Characteristics.Content.CastPerTurn
source: Nb. of casts per turn :
fr: Nb. de lancers par tour :

# Embed.Field.Characteristics.Content.CastPerPlayer
source: Nb. of casts per turn and per player :
fr: Nb. de lancers par tour par joueur :

# Embed.Field.Characteristics.Content.TurnsBetweenCast
source: Nb. of turns between two casts :
fr: Nb. de tours entre deux lancers :

# Embed.Field.Characteristics.Content.GlobalRecast
source: Global recast interval
fr: Intervalle de relance global

# Embed.Field.Characteristics.Content.AdjustableRange
source: Adjustable range
fr: Portée modifiable

# Embed.Field.Characteristics.Content.LineOfSight
source: Line of sight
fr: Ligne de vue

# Embed.Field.Characteristics.Content.Linear
source: Linear
fr: Lancer en ligne

# Embed.Field.Characteristics.Content.NeedFreeCell
source: Free squares
fr: Cellules libres

# Embed.Field.Characteristics.Content.CriticalFailureEndTurn
source: CF ends turn
fr: EC fini le tour

# Embed.PaginatedSpell.Title
source: Multiple spells found :
fr: Plusieurs sorts trouvés :
